[<ArchiveFlags>]
Compressed=yes
ConfigType=1
[<Misc>]
AdvInst=18.6.1
[<OutputFiles>]
Prop0=D:\WORK\Factory\河北安信打包文件\老化客户端\老化客户端-cache\part2\智慧工厂生产数字化管理系统-老化观察软件1.cab??132932504287718743??132932504287858731??17565071??103
[_.log]
Seq=102
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\老化客户端日志\20220324\10_其他.log??132925615905653555??132925615946156743??785
[_.log_1]
Seq=103
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\老化客户端日志\20220324\10_查询接口.log??132925615905833428??132925615946046720??233
[appsettings.json]
Seq=1
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\appsettings.json??132840915235858613??132925616446020328??6529
[BiaoDingConfgig.xml]
Seq=99
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\BiaoDingConfgig.xml??132923197777077403??132923196356759882??2119
[BouncyCastle.Crypto.dll]
Seq=2
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\BouncyCastle.Crypto.dll??132840915235888620??131719687400000000??2179584
[CircleProcessBar.dll]
Seq=3
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\CircleProcessBar.dll??132840915235938634??132913468232470223??10752
[CircleProcessBar.pdb]
Seq=4
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\CircleProcessBar.pdb??132840915235978724??132913468232430229??13552
[DmProvider.dll]
Seq=5
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\DmProvider.dll??132840915236008639??132486871220000000??384512
[e_sqlite3.dll_3]
Seq=100
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\e_sqlite3.dll??132923197774766889??131895900720000000??1006080
[EPPlus.dll]
Seq=6
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\EPPlus.dll??132840915236048732??132585346660000000??2414592
[GodSharp.SerialPort.dll]
Seq=7
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\GodSharp.SerialPort.dll??132840915236098678??132016683320000000??18944
[Google.Protobuf.dll]
Seq=8
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Google.Protobuf.dll??132840915236138670??131783719140000000??299008
[hasp_rt.exe]
Seq=10
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\hasp_rt.exe??132925617544567706??132628529640000000??2969080
[haspvlib_27028.dll]
Seq=9
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\haspvlib_27028.dll??132925617544527698??132778978676765234??722936
[K4os.Compression.LZ4.dll]
Seq=11
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\K4os.Compression.LZ4.dll??132840915236168674??132066395700000000??40448
[K4os.Compression.LZ4.Streams.dll]
Seq=12
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\K4os.Compression.LZ4.Streams.dll??132840915236208688??132066395700000000??17408
[K4os.Hash.xxHash.dll]
Seq=13
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\K4os.Hash.xxHash.dll??132840915236248710??132066311420000000??12288
[Kdbndp.dll]
Seq=14
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Kdbndp.dll??132840915236278716??132486874280000000??732672
[LiveCharts.dll]
Seq=15
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\LiveCharts.dll??132840915236318726??132233969000000000??146944
[LiveCharts.Wpf.dll]
Seq=16
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\LiveCharts.Wpf.dll??132840915236358800??132233985400000000??214528
[MaterialDesignColors.dll]
Seq=17
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MaterialDesignColors.dll??132840915236398809??132576399720000000??302592
[MaterialDesignThemes.Wpf.dll]
Seq=18
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MaterialDesignThemes.Wpf.dll??132840915236428731??132576399860000000??8172544
[Microsoft.Data.Sqlite.dll]
Seq=19
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Data.Sqlite.dll??132840915236508775??131976759840000000??135032
[Microsoft.Extensions.Configuration.Abstractions.dll]
Seq=20
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Configuration.Abstractions.dll??132840915236548764??132475781080000000??20360
[Microsoft.Extensions.Configuration.Binder.dll]
Seq=21
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Configuration.Binder.dll??132840915236588792??132475781280000000??28040
[Microsoft.Extensions.Configuration.dll]
Seq=22
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Configuration.dll??132840915236618783??132475781340000000??30600
[Microsoft.Extensions.Configuration.FileExtensions.dll]
Seq=23
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Configuration.FileExtensions.dll??132840915236658799??132475782500000000??25480
[Microsoft.Extensions.Configuration.Json.dll]
Seq=24
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Configuration.Json.dll??132840915236698806??132475783060000000??24960
[Microsoft.Extensions.Configuration.NewtonsoftJson.dll]
Seq=25
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Configuration.NewtonsoftJson.dll??132840915236738803??132511938820000000??24456
[Microsoft.Extensions.DependencyInjection.Abstractions.dll]
Seq=26
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.DependencyInjection.Abstractions.dll??132840915236768809??132475780800000000??44416
[Microsoft.Extensions.DependencyInjection.dll]
Seq=27
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.DependencyInjection.dll??132840915236808830??132508007520000000??74120
[Microsoft.Extensions.FileProviders.Abstractions.dll]
Seq=28
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.FileProviders.Abstractions.dll??132840915236848837??132475781220000000??16776
[Microsoft.Extensions.FileProviders.Physical.dll]
Seq=29
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.FileProviders.Physical.dll??132840915236888857??132475781720000000??35720
[Microsoft.Extensions.FileSystemGlobbing.dll]
Seq=30
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.FileSystemGlobbing.dll??132840915236928848??132475780840000000??39304
[Microsoft.Extensions.Logging.Abstractions.dll]
Seq=31
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Logging.Abstractions.dll??132840915236968855??132475780840000000??52616
[Microsoft.Extensions.Logging.dll]
Seq=32
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Logging.dll??132840915236998874??132475783980000000??42376
[Microsoft.Extensions.Options.ConfigurationExtensions.dll]
Seq=33
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Options.ConfigurationExtensions.dll??132840915237038879??132475781740000000??18816
[Microsoft.Extensions.Options.dll]
Seq=34
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Options.dll??132840915237068882??132475781380000000??54664
[Microsoft.Extensions.Primitives.dll]
Seq=35
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Extensions.Primitives.dll??132840915237108889??132475781160000000??39296
[Microsoft.IO.RecyclableMemoryStream.dll]
Seq=36
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.IO.RecyclableMemoryStream.dll??132840915237148899??132507034300000000??40840
[Microsoft.Xaml.Behaviors.dll]
Seq=37
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Microsoft.Xaml.Behaviors.dll??132840915237188908??132542279160000000??145792
[MKSS.APP.LaoHua.deps.json]
Seq=38
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.APP.LaoHua.deps.json??132840915237228919??132925617123424663??142408
[MKSS.APP.LaoHua.dll]
Seq=39
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.APP.LaoHua.dll??132840915237268929??132925617156077437??1960960
[MKSS.APP.LaoHua.exe]
Seq=40
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.APP.LaoHua.exe??132840915237308927??132926690685905249??109568
[MKSS.APP.LaoHua.pdb]
Seq=41
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.APP.LaoHua.pdb??132840915237348945??132925617156057436??591360
[MKSS.APP.LaoHua.runtimeconfig.json]
Seq=42
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.APP.LaoHua.runtimeconfig.json??132840915237388962??132923196151969220??260
[MKSS.Common.dll]
Seq=43
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.Common.dll??132840915237428967??132925617161958784??30720
[MKSS.Common.pdb]
Seq=44
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.Common.pdb??132840915237468973??132925617161958784??11776
[MKSS.ICommon.dll]
Seq=45
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.ICommon.dll??132840915237498974??132925617168455345??30720
[MKSS.ICommon.pdb]
Seq=46
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.ICommon.pdb??132840915237548995??132925617168445363??7680
[MKSS.IRepository.dll]
Seq=47
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.IRepository.dll??132840915237578998??132925617174411810??33280
[MKSS.IRepository.pdb]
Seq=48
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.IRepository.pdb??132840915237629018??132925617174401806??13824
[MKSS.Repository.dll]
Seq=49
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.Repository.dll??132840915237659017??132925617181723433??59904
[MKSS.Repository.pdb]
Seq=50
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.Repository.pdb??132840915237699023??132925617181723433??36352
[MKSS.Service.LaoHua.dll]
Seq=51
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.Service.LaoHua.dll??132840915237739033??132925617193936644??199168
[MKSS.Service.LaoHua.pdb]
Seq=52
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.Service.LaoHua.pdb??132840915237769050??132925617193936644??370176
[MKSS.Util.dll]
Seq=53
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.Util.dll??132840915237809061??132925617202168486??75776
[MKSS.Util.pdb]
Seq=54
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MKSS.Util.pdb??132840915237849057??132925617202158478??85504
[MQTTnet.dll]
Seq=55
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MQTTnet.dll??132840915237879066??132587785560000000??292864
[MQTTnet.Extensions.ManagedClient.dll]
Seq=56
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MQTTnet.Extensions.ManagedClient.dll??132840915237919106??132587785740000000??45568
[MySql.Data.dll]
Seq=57
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\MySql.Data.dll??132840915237959089??132355566620000000??1773056
[Newtonsoft.Json.dll]
Seq=58
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Newtonsoft.Json.dll??132840915238009097??131663582540000000??656384
[NModbus.dll]
Seq=59
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\NModbus.dll??132840915238049136??132913468256375603??129024
[NModbus.pdb]
Seq=60
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\NModbus.pdb??132840915238079117??132913468256195553??59172
[Npgsql.dll]
Seq=61
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Npgsql.dll??132840915238119132??131642085980000000??660480
[Oracle.ManagedDataAccess.dll]
Seq=62
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Oracle.ManagedDataAccess.dll??132840915238159123??131811210980000000??4562944
[Prism.dll]
Seq=63
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Prism.dll??132840915238219135??132477473320000000??89512
[Prism.Wpf.dll]
Seq=64
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Prism.Wpf.dll??132840915238249182??132477473640000000??133032
[PropertyChanged.dll]
Seq=65
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\PropertyChanged.dll??132840915238289167??132583653380000000??6656
[Renci.SshNet.dll]
Seq=66
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Renci.SshNet.dll??132840915238329181??131526319860000000??424448
[RestSharp.dll]
Seq=67
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\RestSharp.dll??132840915238369173??132708054700000000??190976
[ScottPlot.Cookbook.dll]
Seq=68
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\ScottPlot.Cookbook.dll??132840915238409189??132670722224935993??200192
[ScottPlot.Cookbook.pdb]
Seq=69
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\ScottPlot.Cookbook.pdb??132840915238449188??132670722224946004??67440
[ScottPlot.dll]
Seq=70
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\ScottPlot.dll??132840915238489206??132670722224976001??427008
[ScottPlot.pdb]
Seq=71
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\ScottPlot.pdb??132840915238529220??132670722224996152??173232
[ScottPlot.WPF.dll]
Seq=72
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\ScottPlot.WPF.dll??132840915238559223??132670722224946004??20992
[ScottPlot.WPF.pdb]
Seq=73
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\ScottPlot.WPF.pdb??132840915238599321??132670722224946004??15744
[ScottPlot.xml]
Seq=74
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\ScottPlot.xml??132840915238639244??132670722224996152??172219
[SharpVectors.Converters.Wpf.dll]
Seq=75
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SharpVectors.Converters.Wpf.dll??132840915238679243??132507664700000000??127488
[SharpVectors.Core.dll]
Seq=76
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SharpVectors.Core.dll??132840915238709250??132507664380000000??182784
[SharpVectors.Css.dll]
Seq=77
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SharpVectors.Css.dll??132840915238749272??132507664460000000??90624
[SharpVectors.Dom.dll]
Seq=78
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SharpVectors.Dom.dll??132840915238779271??132507664420000000??33280
[SharpVectors.Model.dll]
Seq=79
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SharpVectors.Model.dll??132840915238819413??132507664540000000??1026560
[SharpVectors.Rendering.Gdi.dll]
Seq=80
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SharpVectors.Rendering.Gdi.dll??132840915238859289??132507664600000000??98816
[SharpVectors.Rendering.Wpf.dll]
Seq=81
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SharpVectors.Rendering.Wpf.dll??132840915238899300??132507664600000000??197632
[SharpVectors.Runtime.Wpf.dll]
Seq=82
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SharpVectors.Runtime.Wpf.dll??132840915238939445??132507664400000000??73728
[sni.dll_3]
Seq=101
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\sni.dll??132923197775667103??131443034620000000??136488
[SQLitePCLRaw.batteries_green.dll]
Seq=83
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SQLitePCLRaw.batteries_green.dll??132840915238979463??131895900320000000??5120
[SQLitePCLRaw.batteries_v2.dll]
Seq=84
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SQLitePCLRaw.batteries_v2.dll??132840915239019465??131895900320000000??5120
[SQLitePCLRaw.core.dll]
Seq=85
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SQLitePCLRaw.core.dll??132840915239069339??131895900300000000??38400
[SQLitePCLRaw.provider.e_sqlite3.dll]
Seq=86
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SQLitePCLRaw.provider.e_sqlite3.dll??132840915239099334??131895900520000000??38912
[SqlSugar.dll]
Seq=87
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SqlSugar.dll??132840915239139377??132569260120000000??1093120
[SshNet.Security.Cryptography.dll]
Seq=88
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\SshNet.Security.Cryptography.dll??132840915239179430??131129740400000000??34816
[Stylet.dll]
Seq=89
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Stylet.dll??132840915239219448??132510141620000000??143360
[System.Data.SqlClient.dll_2]
Seq=90
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\System.Data.SqlClient.dll??132840915239259464??131449032920000000??883568
[System.IO.Ports.dll_1]
Seq=91
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\System.IO.Ports.dll??132840915239289454??131708357840000000??73864
[System.Management.dll_1]
Seq=92
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\System.Management.dll??132840915239329470??132475782700000000??294784
[System.Xml.XPath.XmlDocument.dll]
Seq=93
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\System.Xml.XPath.XmlDocument.dll??132840915239369472??131227666540000000??118680
[TemperatureGuageControl.dll]
Seq=94
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\TemperatureGuageControl.dll??132840915239409421??132913468232560246??16384
[TemperatureGuageControl.pdb]
Seq=95
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\TemperatureGuageControl.pdb??132840915239439417??132913468232520283??14608
[Ubiety.Dns.Core.dll]
Seq=96
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Ubiety.Dns.Core.dll??132840915239479503??132355566120000000??58880
[Zstandard.Net.dll]
Seq=97
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\Zstandard.Net.dll??132840915239509424??132355566120000000??14336
[zxing.dll]
Seq=98
Src=D:\WORK\Factory\河北安信打包文件\老化客户端源文件\zxing.dll??132840915239549451??132466566380000000??491520
